data/case_template.org/system/internalProbes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields interpolated to a specified list of points.

\*---------------------------------------------------------------------------*/

points  (<points>);

fields  (<fieldNames>);

#includeEtc "caseDicts/postProcessing/probes/internalProbes.cfg"

// ************************************************************************* //
